Repository: giellalt/corpus-sma
Catalog: tmx/smj/admin/depts/udir.no/sfs_veiledning_24_undervisningsopplegg-samiske-.html.tmx
Source language: sma
Languages: smj

source: Udir.no - Saemien heamtuvrh jïh aalkoealmetji heamtuvrh
smj: Udir.no - Sáme dålusj subttsasa ja álggoálmmugij subttsasa

source: Saemien heamtuvrh jïh aalkoealmetji heamtuvrh
smj: Sáme dålusj subttsasa ja álggoálmmugij subttsasa

source: Daltese: Jåa3 – studijeryøjrien øøhpehtimmieprogramme jïh lissiebigkeme siejhme studijemaahtose baarkoefaageles øøhpehtimmieprogrammide
smj: Dásse: Jo3 - oahppogárvedime åhpadusprográmma ja lasádusá dábálasj oahppomáhtudahkaj - viddnofágalasj åhpadusprográmma

source: Aamhtese: saemien soptseseaerpievuekie jïh jeatjah aalkoealmetji soptseseaerpievuekieh
smj: Tiebmá: sáme subtsastallamvuohke ja ietjá álggoálmmuk subtsastallamvuoge

source: Tijje: 8-10 tæjmoeh
smj: Ájgge: gávtset tijmas lågev tijmmaj

source: Aalkoe
smj: Álgadus

source: Daate øøhpehtimmiesoejkesje vuesehte guktie learohkh maehtieh barkedh juktie maahtoeulmide jaksedh, mah leah nuelesne neebneme.
smj: Dát åhpadimgárvvidus le buojkulvis gåktu oahppe máhtti barggat jåvsåtjit máhtudakmihtojt ma li nammadum vuollelin.

source: Daesnie vuesehte guktie maahta maahtoeulmide tjyølkehke darjodh lïerehtimmieulmine, mah leah akte sille juktie maahtoeulmide jaksedh.
smj: Dánna vuoseduvvá gåktu máhtudakmihto båhti vuojnnuj åhpadusmihttomierijn, ma li lávke gåktu jåksåt máhtudakmihtojt.

source: Øøhpehtimmiesoejkesje vuesehte sjyøhtehke barkoevuekieh, guktie vihkielommes maehtelesvoeth meatan vaaltasuvvieh jïh guktie lohkehtæjja øøhpehtimmiem sjïehtede learoehkidie jïh dejtie iktemearan vuarjesje.
smj: Åhpadimgárvvidus vuoset muhtem barggamvuogijt, gåktu vuodotjehpudagá åvtåstuhteduvvi ja gåktu åhpadiddje hiebat åhpadusáv oahppijda ja árvustallá sijájt bargadahttijn.

source: Aaj akte vuesiehtimmie guktie learohkh jïjtjemse jïh sinsitniem vuarjasjieh.
smj: Le aj buojkulvisá gåktu oahppe ietjasa ja guhtik guojmesa árvustalli.

source: Øøhpehtimmiesoejkesje vuesehte guktie learohkh maehtieh gøøkte aalkoealmetji soptsestimmievuekieh viertiestidh.
smj: Åhpadimgárvvidus vuoset gåktu oahppe máhtti buohtastahttet guovte álggoálmmugij

source: Maahtoeulmie LM06-S
smj: Máhtudakmihto LK06-S an

source: Maahtoeulmie Jåa2 mænngan – studijeryøjrien øøhpehtimmieprogramme jïh lissiebigkemen mænngan siejhme studijemaahtose – barkoefaageles øøhpehtimmieprogramme
smj: Máhtudakmihto Jo2 - oahppogárvedime åhpadusprográmma ja lasádusá dábálasj oahppomáhtudahkaj - viddnofágalasj åhpadusprográmma maŋŋela

source: Aerpievuekien daajroe Lohkehtimmien ulmie lea learohkh edtjieh maehtedh
smj: Åhpadusá mihttomierre le oahppe galggá máhttet

source: saemien soptsestimmieaerpievuekiem buerkiestidh
smj: tjielggit sáme subtsastallamdábev

source: heamtuvrh soptsestidh gosse biehkieh saemien soptsestimmieaerpievuekeste nåhtadieh
smj: subttsasijt subtsastallat gånnå adná elementajt sáme subtsastallamdábes

source: saemien heamtuvrh viertiestidh jeatjah aalkoealmetji heamtuvrigujmie, jïh heamtuvrigujmie jeatjah kultuvrijste
smj: buohtastahttet sáme subttsasijt ietjá álggoálmmugij ja ietjá kultuvraj subttsasij

source: Lïerehtimmieulmie
smj: Åhpadusmihttomiere

source: Maahtoeulmide tjyølkehke dorjeme lïerehtimmieulmine, mah leah akte sille juktie maahtoeulmide jaksedh.
smj: Máhtudakmihto båhti vuojnnuj åhpadusmihttomierijn, ma li lávke jåvsåtjit máhtudakmihtojt.

source: Learohke edtja maehtedh
smj: Oahppe galggá máhttet

source: saemien soptsestimmieaerpievuekien bïjre soptsestidh
smj: subtsastit sáme subtsastallamvuoge birra

source: vihkeles dïejvesh buerkiestidh mah leah saemien soptsestimmieaerpievuekesne
smj: tjielggit guovdásj moallánagájt ma sáme subtsastallamvuohkáj gulluji

source: aktem heamtuvrem vaajestidh mij sjiere saemien væhtah åtna
smj: mujttalit dålusj subttsasav mij la sierralágásj sáme

source: aktem heamtuvrem gaavnedh mij lea tjielke saemien
smj: tjállet subtsasav mij la sáme vuohkáj

source: seammavoeth jïh joekehts gaavnedh akten saemien heamtuvren jïh akten jeatjah heamtuvren gaskem
smj: åhtsåt gåktu sáme dålusj subtsas ja inuihta dålusj subtsas libá muodogattja ja gåktu æbá la

source: Vihkielommes maehtelesvoeth
smj: Vuodotjehpudagá

source: Maehtedh lohkedh: Learohkh ovmessie heamtuvrh, soptsesh, dïejvesh jïh jeatjah tjaalegh luhkieh mah leah aamhtesisnie.
smj: Máhttet låhkåt: Oahppe låhki duov dáv dålusj subtsasav, giehtov, dijdav ja ietjá tevstajt ma tiebmáj gulluji.

source: Dah gøøkte heamtuvrh luhkieh mah leah våarome viertiestæmman.
smj: Sij låhki guokta subtsasa majt galggi buohtastahttet.

source: Maehtedh jïjtjemse njaalmeldh tjïelkesidh: Learohkh aktem heamtuvrem njaalmeldh soptsestieh.
smj: Máhttet njálmálattjat åvddånbuktet: Oahppe subttsasav njálmálattjat åvddånbukti.

source: Maehtedh jïjtjemse tjaaleldh tjïelkesidh: Learohkh aktem heamtuvrem tjaelieh, jïh sjiere væhtah tjaeliestieh, gosse heamtuvrh ovmessie kultuvrijste viertiestieh.
smj: Máhttet tjálálattjat åvddånbuktet: Oahppe tjálli subtssasav, tjálli sierra dåbddåmerkajt gå buohtastahtti subtssasijt duot dát kultuvras.

source: Maehtedh digitale dïrregh nåhtadidh: Learohkh aktem heamtuvrem daatovrisnie tjaelieh, jïh sov tjaalegem staeriedieh mænngan lohkehtæjja jïh / jallh dah mubpieh learohkh aktem tjaaleldh bïevnesem bååstede vadteme.
smj: Máhttet digitála ræjdojt adnet: Oahppe tjálli subttsasav dáhtámasjijnan ja divvu ietjasa tevstajt maŋŋela gå åhpadiddje ja / jali oahppeguojmme le tjálálattjet ja / jali njálmálattjat diededam.

source: Dah maehtieh aktem goerem darjodh, juktie heamtuvrh ovmessie kultuvrijste viertiestidh.
smj: Sij máhtti sjiemáv dahkat gånnå buohtastahtti subttsasijt iesjgeŋga kultuvras.

source: Lïerehtimmiedarjomh
smj: Oahppamdåjma

source: Lohkehtæjja aamhtesem åehpiedahta gosse aktem aerpievuekien saemien heamtuvrem soptseste, jallh satne baaja learoehkide aktem tjoejebaantem goltelidh dagkarinie heamtuvrinie.
smj: Åhpadiddje oahpásmahttá tiemáv subtsastit árbbedábálasj sáme dålusj subtssasav, jali dibdá oahppijt jiednabáttev gulldalit dakkir subtssasasijn.

source: Learohkh ektesne soptsestieh maam dah daejrieh dej sjiere væhtaj bïjre saemien soptsestimmieaerpievuekesne.
smj: Oahppe ságasti aktan majt sij diehti sierra dåbddåmerkaj birra sáme subtastallamvuogen.

source: Lohkehtæjja buerkeste saemien aerpievuekesne ij leah iktegisth aelhkie lahtesi gaskem juekedh, jïh aktem sjiere buerkiestimmiem darjodh mij lea heamtuvre jïh mij lea soptsese.
smj: Åhpadidddje tjielggi sáme árbbedáben ij álu le álkke sieradit nammadusájt ja snivva tjielggit mij la dålusj subtsas ja mij la subtsas / giehtto.

source: Dan mænngan lohkehtæjja aalkoealmetji lidteratuvren bïjre soptseste aktene histovrijen perspektijvesne.
smj: Maŋŋela subtsas åhpadiddje álggoálmmugij girjálasjvuoda birra histåvrålasj perspektijvan.

source: Learohkh aktem jallh jienebh filmh vuartasjieh.
smj: Oahppe gæhttji avtav jali moadda filma.

source: Gåarede DVD løønedh Saemiedigkien learoevierhtiejarngeste, Guovdageaidnusne.
smj: Máhttelis la DVDajt luojggat Sámedikke oahpponævvoguovdátjin Guovdagæjnon.

source: Learohkh ektesne filmi sisvegi bïjre soptsestieh.
smj: Oahppe ságasti filmaj sisanoj birra.

source: Learohkh ektesne soptsestieh mah væhtah akte saemien heamtuvre åtna, jïh aktem tjåenghkies læstoem væhtajgujmie tjaelieh.
smj: Oahppe ságasti aktan makkir dåbddomerka li dålusj subtssasijn, ja tjálli aktisasj listav dåbddåmerkaj.

source: Dej væhtajgujmie goh våarome, learohkh jïjtsh heamtuvrh tjaelieh.
smj: Dåbddåmerka vuodon, tjálli oahppe ietja subtssasijt.

source: Dah haarjanieh heamtuvride lohkedh, jïh dah akten mubpien learoehkasse soptsestieh, akten dåahkan jallh abpe klaassese.
smj: Hárjjidalli subtsastit subtssasijt, ja oahppeguojmmáj, juohkusij jali ålles klássaj subtsasti.

source: Learohkh sinsitnien heamtuvridie goltelieh, jïh sinsætnan bïevnesh bååstede vedtieh mah væhtah dah vueptiestin, jïh mah væhtah dah vueptiestieh saemien soptsestimmieaerpievuekeste.
smj: Oahppe gulldali guhtik guojmesa subtssasijt ja diededi makkir dåbddomerkajt ielvvin ja majt sáme subtsastallamvuoges dåbddin.

source: Learohkh aktem saemien jïh aktem heamtuvrem aktede jeatjah kultuvreste luhkieh, dan mænngan dejtie viertiestieh.
smj: Oahppe låhki avtav sáme ja avtav inuihta dålusj subtssasav ja buohtastahtti dajt.

source: Learohkh aktem goerem darjoeh maam nåhtadieh gosse saemien heamtuvrh jeatjah aalkoealmetji heamtuvrigujmie viertiestieh.
smj: Oahppe dahki sjiemáv majt sij adni gå buohtastahtti sáme dålusj subtssasijt ietjá álggoálmmukij subttsasij.

source: Goeresne golme kolonnh.
smj: Sjiemán la gålmmå gárggása.

source: Gårroeh kolonnesne tjaelieh mij lea sjiere saemien heamtuvride.
smj: Gåro gárggásij tjálli mij la sierralágásj sáme subtssasijn.

source: Åelkies kolonnesne tjaelieh mij lea sjiere dan aerpievuakan mejnie viertiesteminie.
smj: Gasskogárggásij tjálli oahppe mij la sæmmilágásj dajn guovte kultuvrajn.

source: Gaskoeh kolonnesne learohkh tjaelieh mij lea tjåenghkies dejtie gøøkte kultuvride.
smj: Máhttá bájnojn mierkkit gåro ja oalges gárggásin dajt tjuokkajt ma li sierralágátja dajn guovte kultuvran.

source: Dïhte mij lea aajmene goh sjiere akten kultuvrese, dam maahta klaerine mïerhkesjidh dennie gårroeh jïh åelkies kolonnesne.
smj: Sæmmiláhkáj máhtti oahppe buohtastahttet sáme dålusj subttsasav subttsasijn ietjá árbbedábes.

source: Sjïehtedamme lohkehtimmie
smj: Hiebadum åhpadus

source: Dah heamtuvrh mejtie learohkh luhkieh, maehtieh dovne åenehks jïh guhkies årrodh jïh geerve jïh aelhkie.
smj: Subtssasijt majt oahppe låhki, máhtti guhkebu ja oanebu, ja iesjgeñgalágásj gásjelisvuodaj.

source: Muvhth åehpies jïh muvhth orre learoehkidie.
smj: Muhtema li oahppijda oahpes ja iehtjáda vas ådå.

source: Aelhkebe våaromem vaeltedh åehpies heamtuvrine sijjeste heamtuvrh mah leah ammes, gosse learohkh edtjieh soptsestidh, viertiestidh jïh heamtuvrh jïjtje tjaeledh.
smj: Gå oahppe ietja galggi subtsastit, buohtastahttet ja tjállet subttsasijt le álkkebu vuodon válldet oahpes subttsasijt gå amás subttsasijt..

source: Såemies learohkh ånnetji saemien soptsestimmieaerpievuekien bïjre soptsestieh, mearan mubpieh dejtie vihkielommes væhtide veelelaakan tjïelkestieh.
smj: Muhtem oahppe subtsasti binnáv sáme subtsastallamvuoge birra, medin iehtjáda snivva tjielggiji ájnnasamos dåbddåmerkajt.

source: Muvhth learohkh heamtuvrh gaavnehtieh mah sisvegisnie jïh bigkemisnie leah mahte seammalaakan goh akte heamtuvre maam aarebistie demtieh, jallh aadtjen lohkeme.
smj: Muhtem oahppe diktiji subtssasijt ma sisanojn ja ásadimijn li vargga sæmmi gå álggoversjåvnnå subttsasin majt sij åvtåtjis dåbddi, jali ahtjak li låhkåm.

source: Mubpieh loevenieh aktegsheamtuvreste jïh svihtjedieh sjaangeren sisnie, seamma aejkien goh tjyølkehke saemien aerpievuakan bigkieh.
smj: Iehtjáda vas luovviji ietjasa ájnegissubttsasijs, sjáŋŋara sisbielen tjálli ja sæmmi boahta aj sáme árbbedábij milta.

source: Learohkh jïjtje veeljieh man gellie jïh giese dah sïjhtieh heamtuvrh soptsestidh.
smj: Oahppe ietja válljiji gallásij ja gesi sihti subtssasav subtsastit.

source: Muvhth tuhtjieh bøøremes ajve lohkehtæjjese jallh akten mubpien learoehkasse soptsestidh.
smj: Muhtema jálot subtsasti jur åhpadiddjáj jali oahppeguojmmáj.

source: Mubpieh buerebe tråjjedieh gosse jienebh goltelieh.
smj: Iehtjáda soapptsu gå le ienep gulldalidje.

source: Muvhth learohkh jienebh heamtuvrh luhkieh jïh heamtuvrh jienebh aalkoealmetjijstie, jïh aktine stuerebe vaeljehkinie viertiestieh, goh våarome.
smj: Muhtem oahppe låhki ienep subttsasijt ja subtssasijt moattet álggoálmmugijs ja buohtastahtti dajt ietjá subttsasij.

source: Lissine heamtuvrh njaalmeldh soptsestidh, naaken maehtieh heamtuvrem dramatiseradidh.
smj: Duodden njálmálattjat subtsastit máhtti muhtema drámátiserit subtssasav.

source: Maajhøøhpehtimmie
smj: Guhkásåhpadibme

source: Daate øøhpehtimmiesoejkesje hijvenlaakan sjeahta maajhøøhpehtæmman juktie learohkh edtjieh soptsestidh, heamtuvri bïjre soptsestalledh jïh heamtuvrh viertiestidh.
smj: Dát åhpadimgárvvidus hiehpá buoragit guhkásåhpadibmen danen gå oahppe galggi subtsastit, ságastit ja buohtastahttet subttsasijt.

source: Lohkehtæjja goltele, soptseste jïh digkede learohkigujmie.
smj: Åhpadiddje sjaddá gulldalidje ja ságastallam- ja / jali dágástallamguojmme.

source: Lohkehtæjja nuepiem åådtje lïerehtidh, jïh baajedh learohkem haarjanidh aerpievuekien baakojde jïh dïejvesidie.
smj: Åhpadiddje oadtju buorre vejulasjvuodav åhpadit ja dibddet oahppev hárjjidallat árbbedábálasj bágojt ja moallánagájt.

source: Vuarjasjimmie
smj: Árvustallam

source: Vuarjasjimmie iktemearan Lohkehtæjja learoehkidie njaalmeldh jïh / jallh tjaaleledh vuarjasjimmiem iktemearan vadta.
smj: Åhpadiddje oahppijt bargadahttijn njálmálattjat ja / jali tjálálattjat árvustallá.

source: Vihkeles responsem learoehkidie vedtedh guktie dah daejrieh mejnie edtjieh barkedh juktie sijjen maahtoem evtiedidh.
smj: Mávsulasj le diededit oahppijda dan láhkáj sij diehti majna galggi barggat vaj ietjasa máhtudagájt åvdedi.

source: Dah aaj raeriem daarpesjieh guktie edtjieh dåemiedidh.
smj: Sij aj dárbahi bagádallamijt gåktu sij máhtti dav dahkat.

source: Gosse learohkh heamtuvrh tjaelieh, responsem åadtjoeh akten voesteslåhkose.
smj: Gå oahppe subttsasijt tjálli, de vuostasj tjállusij oadtju diededimijt.

source: Dah åadtjoeh daejredh mij hijven, jïh raerieh åadtjoeh guktie edtjieh heamtuvrine vielie barkedh.
smj: Sij oadtju diehtet mij la buorre, ja bagádallamijt gåktu joarkket bargov subttsasijn.

source: Vaeltieh våaromem læstosne væhtajgujmie.
smj: Vuoduj válldit listav dåbddåmerkaj.

source: Maam learohke meatan åådtjeme ? Mij fååtese ?
smj: Majt la oahppe maŋen válldám ja mij vájllu ?

source: Lohkehtæjja maahta daejtie goeride vuarjasjimmesne iktemearan nåhtadidh:
smj: Åhpadiddje máhttá adnet Árvustallamsjiebmá: Prosjæktabarggo- njálmálasj åvddånbuktem ja Árvustallamsjiebmá: Guhkestjálos árvustallamin.

source: Dah aaj sjïehtieh gosse learohkh edtjieh jïjtjemse jallh sinsitniem vuarjasjidh.
smj: Dá aj dåhkkiji gå oahppe galggi ietjasa jali guhtik guojmesa árvustallat.

source: Jïjtsevuarjasjimmie jallh vuarjasjimmie sinsitneste Daesnie akte vuesiehtimmie maam learohkh maehtieh nåhtadidh gosse edtjieh jïjtjemse vuarjasjdih, jïh / jallh gosse edtjieh responsem sinsætnan vedtedh.
smj: Iesjárvustallam jali guhtik guojmesa árvustallam Dála le buojkulvis majt oahppe máhtti adnet gå galggi ietjasa árvustallat, ja / jali gå galggi diededimijt nubbe nubbáj vaddet.

source: Dah vuarjasjieh maam haalvoeh, jïh maam maehtieh / byøroeh darjodh juktie jollebe maahtoem jaksedh.
smj: Sij árvustalli majt sij bukti ja majt máhtti / vierttiji dahkat jåvsåtjit alep máhtudagájt.

source: Biejjie:
smj: Biejvve:

source: Im daam nuekies hijven maehtieh
smj: Dáv ij riekta máhte

source: Daam maahtam
smj: Dáv máhtáv

source: Daam joekoen hijven maahtam
smj: Dáv máhtáv huj buoragit

source: aktem heamtuvrem sjiere saemien væhtajgujmie vaajestidh
smj: mujttalit subttsasav sáme vuogijn

source: aktem heamtuvrem tjaeledh mij vååjnoe goh sjiere saemien
smj: sierralágásj sáme subttsasav tjállet

source: seammavoeth jïh joekehtsh gaavnedh akten saemien heamtuvren jïh akten jeatjah heamtuvren gaskem
smj: guoradallat gåktu sáme ja inuihta subttsasa li muodulattja jali ælla

source: Vierhtieh
smj: sierralágásj sáme subttsasav tjállet

source: BIRKELAND, KIRSTI 2002: Staaloeh vienhtieh aske lea dålle. [Oslo:] J. W. Cappelens Forlag as
smj: Dájt dåhkki luojkkat Sámedikke oahpponævoguovdátjin, Kautokeino.

source: BULL, ELLA HOLM - BERGSLAND, KNUT 1993: Lohkede saemien.
smj: Heamturh eatnamistie, gaedtijste.

source: Kárášjohka: Davvi Girji o. s., 2. utgave.
smj: Heamturt eatnam subttsasa duoppet dáppet.

source: QVIGSTAD, JUST KNUD 1996: Aarporten jïh Åarjel-smaaregen soptsesh.
smj: Máidnasat duoppil dáppil DVD.

source: Govnebuatska – jïh giemhpes viehkiehtæjja, Norsk filminstitutt
smj: Oslo: Norsk filminstitutt

source: Karijuse jïh Baktuse, Statens filmtilsyn, åarjelsamien gïelese 1996, video jïh heefte
smj: Qvigstad, Just: Subttsasa Nordlándas. Forlaget Báhko 2008, 46 s..
